{
			"BUTTON_TEXT_FR": "Français",
			"BUTTON_TEXT_EN": "Anglais",
			"TITLE": "Étudiant en ingénierie informatique",
			"GITHUB_PROFILE": "Accéder à mes dépôts Github",
			"RESUME_TITLE": "Mon Curriculum Vitae",
			"VIEW_PRESENTATION": "Découvrez ma courte présentation",
			"MADE_WITH": " produite avec ",
			"LINKEDIN": "Accéder à mon profil LinkedIn : ",
			"ABOUT": "À propos de moi",
			"ABOUT_BODY": "Étudiant en inginierie informatique avec spécialisation dans les réseaux, je recherche un stage de fin d'étude d'une durée de 6 mois qui, à terme, viendra conclure ma formation et me permettra donc d'obtenir mon diplôme en Février 2016. ",
			"EDU": "Diplômes et études",
			"EDU_INGE_TRANS": ", (En cours)",
			"EDU_INGE_PERIOD": "Fev. 2011-aujourd'hui",
			"EDU_INGE_DEGREE": "*Diplômé en Février 2016",
			"EDU_EXCH": "Semestre d'échange",
			"EDU_EXCH_TRANS": ", Master en Science de l'informatique",
			"EDU_EXCH_PERIOD": "Août 2014-Dec. 2014",
			"EDU_EXCH_DEGREE": "J'ai été sélectioné pour pouvoir partir étudier les sciences de l'informatique dans cette université.",
			"EDU_PREPA_TRANS": ", Maths, Physique et Sciences de l'ingénieur",
			"EDU_PREPA_PERIOD": "Sep. 2010-Fev. 2011",
			"EDU_BAC_TRANS": ", (Mention Bien avec Option Mathématiques)",
			"EDU_BAC_DATE_GRAD": "Juin 2010",
			"EXP": "Expérience",
			"EXP_SCHOOL": "Projets d'écoles",
			"EXP_SCHOOL_NM": "Note Manager:",
			"EXP_SCHOOL_NM_DESC": " Mon binôme et moi-même avons eu pour instructions de créer et programmer un logiciel de gestion de notes (contenant du texte ou des fichiers média). La marche à suivre pour terminer le projet était de: ",
			"EXP_SCHOOL_NM_LI1": "Créer un diagramme des classes en UML",
			"EXP_SCHOOL_NM_LI2": "Respecter les principes de la programmation Orientée Objet",
			"EXP_SCHOOL_NM_LI3": "Programmer une Interface Graphique avec le Framework Qt",
			"EXP_SCHOOL_GIT_A": "En cliquant ici",
			"EXP_SCHOOL_NM_GIT": ", vous trouverez le dépot Github de notre Note Manager.",
			"EXP_SCHOOL_DB": "Création et gestion d'une base de données:",
			"EXP_SCHOOL_DB_DESC": " J'ai travaillé avec 3 autres étudiants pour créer une base de données. Par la suite, nous devions programmer une interface à l'aide de PHP pour gérer les données. Afin de réussir le projets il nous était demandé de : ",
			"EXP_SCHOOL_DB_LI1": "De dessiner un diagramme UML de notre modèle de données",
			"EXP_SCHOOL_DB_LI2": "Convertir le diagramme UML en modèle logique de données",
			"EXP_SCHOOL_DB_LI3": "Normaliser notre modèle de données jusqu'au niveau 3NF.",
			"EXP_SCHOOL_DB_LI4": "Implémenter notre modèle avec PostgreSQL",
			"EXP_SCHOOL_DB_LI5": "Créer les réquêtes SQL qui répondait aux questions posées dans le cahier des charges",
			"EXP_SCHOOL_DB_LI6": "Créer et développer un site internet, avec HTML/PHP, pour gérer la base de données",
			"EXP_SCHOOL_DB_GIT": ", vous pourrez trouver le code du site internet pour la gestion de la base de données.",
			"EXP_SCHOOL_MT": "Quelques projets avec Sage:",
			"EXP_SCHOOL_MT_DESC": " Dans le cadre d'un cours sur les structures algébriques et leurs applications dans la cryptographie, mon binôme et moi-même avons créé  des fonctions, en Python, pour répondre aux sujets qui nous étaient donnés: ",
			"EXP_SCHOOL_MT_GIT": ", vous pourrez accéder à nos travaux.",
			"EXP_SCHOOL_MT_LI1": "Introduction aux structures algébriques",
			"EXP_SCHOOL_MT_LI2": "Introduction à la cryptographie RSA",
			"EXP_SCHOOL_MT_LI3": "Introduction aux codes-correcteurs de Reed-Solomon.",
			"EXP_SCHOOL_MQ": "Quiz musical entre deux voitures :",
			"EXP_SCHOOL_MQ_DESC_P1": " Dans le cadre d'un cours sur les algorithmes distribués, mon groupe de travail et moi-même devions trouver une idée de jeu que l'on pouvait implémenter sur une architecture formée de véhicules en mouvement. Nous avons donc choisi de programmer un quiz musical confrontant deux joueurs.",
			"EXP_SCHOOL_MQ_DESC_P21": "L'implémentation n'a pas été faite avec de vrais véhicules mais avec un simulateur, ",
			"EXP_SCHOOL_MQ_DESC_P22": ", développé par le laboratoire Heudiasyc. Nous avons donc dû créer nos modules au-dessus de l'architecture ainsi simulée. Une fois le projet terminé, notre logiciel était capable de :",
			"EXP_SCHOOL_MQ_LI1": "Rechercher des adversaires dans le réseau de voitures.",
			"EXP_SCHOOL_MQ_LI2": "Envoyer (resp. recevoir) un morceau de musique sur le réseau vers (resp. venant d') un autre joueur.",
			"EXP_SCHOOL_MQ_LI3": "Maintenir une connexion entre deux joueurs.",
			"EXP_SCHOOL_MQ_LI4": "Garder les scores à jour entre deux joueurs.",
			"EXP_SCHOOL_IA": "Développement d'un système expert en Common LISP :",
			"EXP_SCHOOL_IA_DESC": " Comme projet de fin de semestre, j'ai travaillé en binôme pour trouver une idée de système expert avec au moins trois niveaux d'inférence. Nous avons décidé d'implémenter un système expert pour traiter les erreurs web. Au final notre projet était capable de :",
			"EXP_SCHOOL_IA_LI1": "Recevoir un code d'erreur web en entrée.",
			"EXP_SCHOOL_IA_LI2": "Poser des questions à l'utilisateur.",
			"EXP_SCHOOL_IA_LI3": "Induire de nouvelles questions à partir d'un ensemble de règles.",
			"EXP_SCHOOL_IA_LI4": "Arriver à une solution final, suggérée à l'utilisateur.",
			"EXP_PERSO": "Projets personnels",
			"EXP_PERSO_WB": "Monter mon propre serveur web:",
			"EXP_PERSO_WB_DESC": " En utilisant un ordinateur de seconde main, j'ai pu monter mon propre serveur web. J'ai utilisé le système d'exploitation Debian et j'ai réussi à mettre en place et configurer la plupart des services aujourd'hui proposés par la plupart des serveurs web :",
			"EXP_PERSO_WB_LI1": "Le service web HTTP Apache.",
			"EXP_PERSO_WB_LI2": "Un démon FTP : vsFTP. J'ai pu mettre en place un dossier personnel pour chaque utilisateur avec chroot.",
			"EXP_PERSO_WB_LI3": "Un service de base de données : PostgreSQL avec phpPgAdmin pour l'interface de gestion.",
			"EXP_PERSO_WB_LI4": "Sécurisation avec SELinux.",
			"EXP_PERSO_WB_END": " Cependant, pour des raisons de sécurités et à cause des difficultés de maintenance, j'ai décidé de ne pas placer le serveur en ligne. En effet, celui-ci se trouve dans mon réseau familiale et il n'est pas recommandé mais également difficile de laisser pénétrer des requêtes venant de l'extérieur sur ce type de réseau.",
			"EXP_PRO": "Expérience professionelle",
			"EXP_PRO_NVL": "Technicien informatique",
			"EXP_PRO_NVL_PERIOD" : "Jan. 2015-Fev. 2015",
			"EXP_PRO_NVL_DESC": " Il m'a été demandé de mettre en place un système de SIEM (Security and Information Event Manager) sur le réseau de la société. Pour ce faire, j'ai  étudié les produits de plusieurs fournisseurs et proposé une solution. Nous avons finalement décidé d'utiliser un logiciel Open Source : OSSIM (Open Source Security Information Management). À ce jour, je suis en train de mettre en place la solution dans un environnement de test.",
			"EXP_PRO_MET": "Assistant ingénieur stagiaire",
			"EXP_PRO_MET_PERIOD": "Fev. 2014-Juillet 2014",
			"EXP_PRO_MET_DESC_P1": "J'ai travaillé en collaboration avec un autre stagiaire pour créer le portage de l'application web ",
			"EXP_PRO_MET_DESC_P2": " sur Android. À la fin de la période de stage, notre application était capable de gérer les comptes des utilisateurs et d'effectuer des opérations basiques sur les tickets et les utilisateurs. J'ai également pu travailler sur le nouveau design de l'application web, développé avec AngularJS et Bootstrap.",
			"EXP_PRO_CASS": "Agent de piste",
			"EXP_PRO_CASS_PERIOD": "Juillet 2013-Août 2013",
			"EXP_PRO_CASS_DESC": "Il m'a été demandé d'assister les pilotes de la base aérienne durant les phases de départ et d'arrivée, de remplir les réservoirs des avions et de distribuer les parachutes aux pilotes.",
			"EXP_PRO_BAC": "Responsable du bac",
			"EXP_PRO_BAC_PERIOD": "Juillet 2012-Août 2012",
			"EXP_PRO_BAC_COMP": "Mairie de Chaniers",
			"EXP_PRO_BAC_DESC": "Je m'occupais de la traversée des véhicules sur la Charente.",
			"SKILLS": "Compétences",
			"SKILLS_COMPU": "Informatique",
			"SKILLS_COMPU_C": "C/C++ avec le Framework Qt",
			"SKILLS_COMPU_JAVA": "Java avec le Framework Android",
			"SKILLS_COMPU_JAVASCRIPT": "Javascript avec le Framework AngularJS",
			"SKILLS_COMPU_RAILS": "Connaissances basiques de Ruby on Rails",
			"SKILLS_COMPU_OFF": "Suite logicielle Microsoft Office",
			"SKILLS_COMPU_OS": "Opérationel sur Mac OSX, Windows, Linux",
			"SKILLS_LANG": "Langues",
			"SKILLS_LANG_EN": "Anglais courant (séjour d'un an aux États-Unis), score de 104 au TOEFL",
			"SKILLS_LANG_FR": "Français, langue maternelle",
			"SKILLS_LANG_ES": "Espagnol, bonne connaissance",
			"SKILLS_LANG_CH": "Chinois, notions",
			"SKILLS_OT": "Autres",
			"SKILLS_ELE": "Quelques connaissances en électronique",
			"MISC": "Divers",
			"MISC_HOB": "Loisirs",
			"MISC_HOB_PLA": "Pilote d'avion monomoteur (Robin DR400), licence obtenue en 2009",
			"MISC_HOB_PIA": "11 ans de pratique du piano",
			"MISC_SPO": "Sports",
			"MISC_SPO_SW": "12 ans de pratique de la natation",
			"MISC_ASS": "Association",
			"MISC_ASS_POKER": "Président de l'association Poker'UTC, Université de Technologie de Compiègne",
			"MISC_ASS_FAB": "Trésorier de l'association FabLab'UTC, Université de Technologie de Compiègne",
			"CONTACT": "Contactez moi"
		}